<?php
namespace samsoncms;

use samsonphp\i18n\IDictionary;

class Dictionary implements IDictionary
{
    public function getDictionary()
    {
        return array(
            "en" => array(
                "В данный момент данных нет" => "Currently there is no data",
                "По Вашему запросу ничего не найдено" => "Your search did not match",
                "Выход" => "Exit",
                "На сайт" => "Live",
                "Форма редактирования сущности" => "Edit entity",
                "Теги структуры" => "Structure tags",
                "Добавить" => "Add field",
                "Загрузка формы" => "Loading the form",
                "Список полей для" => "Fields of",
                "Общие" => "Common",
                "ФИО" => "Full name"
            ),
            "ua" => array(
                "В данный момент данных нет" => "На даний момент даних немає",
                "По Вашему запросу ничего не найдено" => "За Вашим запитом даних не знайдено",
                "Выход" => "Вихід",
                "На сайт" => "На сайт",
                "Форма редактирования сущности" => "Форма редагування",
                "Теги структуры" => "Теги структури",
                "Добавить" => "Додати",
                "Загрузка формы" => "Завантаження форми",
                "Список полей для" => "Список полів для",
                "Общие" => "Загальні",
                "ФИО" => "ПІБ"
            ),
        );
    }
}
